Revit 2027 API
SpecTypeId.Boolean.YesNo Property
 Yes/No, in discipline Common.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId YesNo { get; }
Public Shared ReadOnly Property YesNo As ForgeTypeId
	Get
public:
static property ForgeTypeId^ YesNo {
	ForgeTypeId^ get ();
}
static member YesNo : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId.Boolean Class
Autodesk.Revit.DB Namespace